[
  {
    "id": 1,
    "periodEN": "Set 2024 - Present",
    "periodBR": "Set 2024 - Atualmente",
    "companyLogo": "/companies/swordfish_brasil.jpg",
    "companyNameEN": "SwordFish Brazil",
    "companyNameBR": "SwordFish Brasil",
    "positionEN": "Media and Data Analyst",
    "positionBR": "Analista de Mídia e Dados",
    "functionsBR": [
      "Planejamento estratégico e tático de campanhas em Meta, Google, TikTok e LinkedIn.",
      "Análise de resultados, desenvolvimento de reports e apresentação para clientes",
      "Otimização de projetos com foco em KPIs.",
      "Criação de fluxos de e-mails integrados com CRM para nutrição e relacionamento."
    ],
    "functionsEN": [
      "Strategic and tactical campaign planning on Meta, Google, TikTok and LinkedIn.",
      "Results analysis, report development and presentation to clients.",
      "Project optimization with a focus on KPIs.",
      "Creation of CRM integrated email flows for nutrition and relationship."
    ]
  },
   {
    "id": 2,
    "periodEN": "Jun 2023 - Set 2024",
    "periodBR": "Jun 2023 - Set 2024",
    "companyLogo": "/companies/swordfish_brasil.jpg",
    "companyNameEN": "SwordFish Brazil",
    "companyNameBR": "SwordFish Brasil",
    "positionEN": "Media and Data Assistant",
    "positionBR": "Assistente de Mídia e Dados",
    "functionsBR": [
      "Gerenciei e executei campanhas em plataformas como Meta Ads, TikTok Ads e Google Ads.",
      "Utilizei Google Analytics e Google Tag Manager para um acompanhamento detalhado da performance.",
      "Configurei eventos e conversões para otimizar continuamente o desempenho das campanhas."
    ],
    "functionsEN": [
      "Managed and executed campaigns across platforms including Meta Ads, TikTok Ads, and Google Ads.",
      "Utilized Google Analytics and Google Tag Manager for in-depth performance tracking.",
      "Set up events and conversions to continuously optimize campaign performance."
    ]
  },
  {
    "id": 3,
    "periodEN": "Apr 2022 - Jun 2023",
    "periodBR": "Abr 2022 - Jun 2023",
    "companyLogo": "/companies/digital_solvers.png",
    "companyNameEN": "Digital Solvers",
    "companyNameBR": "Digital Solvers",
    "positionEN": "Marketing Digital Assistant",
    "positionBR": "Assistente de Marketing Digital",
    "functionsBR": [
      "Criação de campanhas na plataforma de Google Ads.",
      "Análise de resultados e desenvolvimento de reports para clientes",
      "Otimização de campanhas com foco em KPIs."
    ],
    "functionsEN": [
      "Creation of campaignas on the Google Ads platform.",
      "Results analysis, report development and presentation to clients.",
      "Project optimization with a focus on KPIs."
    ]
  }
]
